{
  "metadata": {"total_size": 15534080},
  "weight_map": {
    "embed_tokens.weight": "model.safetensors",
    "lm_head.weight": "model.safetensors",
    "layers.0.self_attn.qkv_proj.weight": "model.safetensors",
    "layers.0.mlp.gate_proj.weight": "model.safetensors",
    "layers.0.input_layernorm.weight": "model.safetensors"
  }
}